Repository: hkarlsen06/Tidex
Catalog: ios/Resources/Localization/App/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, nb, nl, nn, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

# calendar.subscription.inactive.description
source: Show shifts and events from the past 18 months and next 6 months in your calendar app with automatic updates.
ar: اعرض الورديات والأحداث في تطبيق التقويم مع تحديثات تلقائية.
bg: Показвайте смени и събития в приложението си за календар с автоматични обновявания.
bn: স্বয়ংক্রিয় আপডেটসহ আপনার ক্যালেন্ডার অ্যাপে শিফট ও ইভেন্ট দেখান।
ca: Mostra torns i esdeveniments a la teva app de calendari amb actualitzacions automàtiques.
cs: Zobrazte směny a události v aplikaci Kalendář s automatickými aktualizacemi.
da: Vis vagter og begivenheder i din kalenderapp med automatiske opdateringer.
de: Zeige Schichten und Ereignisse mit automatischen Updates in deiner Kalender-App an.
el: Εμφανίστε βάρδιες και συμβάντα στην εφαρμογή ημερολογίου σας με αυτόματες ενημερώσεις.
es: Muestra turnos y eventos en tu app de calendario con actualizaciones automáticas.
et: Kuva vahetusi ja sündmusi oma kalendrirakenduses automaatsete uuendustega.
fa: شیفت‌ها و رویدادها را با به‌روزرسانی خودکار در برنامه تقویم خود نشان دهید.
fi: Näytä vuorot ja tapahtumat kalenterisovelluksessasi automaattisilla päivityksillä.
fil: Ipakita ang mga shift at event sa iyong calendar app na may awtomatikong updates.
fr: Affichez les shifts et événements dans votre app Calendrier avec mises à jour automatiques.
he: הצג משמרות ואירועים באפליקציית היומן שלך עם עדכונים אוטומטיים.
hi: अपने कैलेंडर ऐप में शिफ्ट और ईवेंट अपने-आप अपडेट के साथ दिखाएँ।
hr: Prikažite smjene i događaje u aplikaciji Kalendar uz automatska ažuriranja.
hu: Műszakok és események megjelenítése a naptárappban automatikus frissítéssel.
id: Tampilkan shift dan acara di aplikasi kalender Anda dengan pembaruan otomatis.
is: Sýndu vaktir og viðburði í dagatalsappinu þínu með sjálfvirkum uppfærslum.
it: Mostra turni ed eventi nella tua app Calendario con aggiornamenti automatici.
ja: シフトとイベントをカレンダーアプリに表示し、自動で更新します。
ko: 근무와 이벤트를 캘린더 앱에 표시하고 자동으로 업데이트하세요.
lt: Rodykite pamainas ir įvykius savo kalendoriaus programoje su automatiniais atnaujinimais.
lv: Rādiet maiņas un notikumus savā kalendāra lietotnē ar automātiskiem atjauninājumiem.
nb: Vis vakter og hendelser fra de siste 18 månedene og de neste 6 månedene i kalenderappen din med automatiske oppdateringer.
nl: Toon diensten en gebeurtenissen in je agenda-app met automatische updates.
nn: Vis vakter og hendingar i kalenderappen din med automatiske oppdateringar.
pl: Pokazuj zmiany i wydarzenia w aplikacji kalendarza z automatycznymi aktualizacjami.
pt_br: Mostre turnos e eventos no seu app de calendário com atualizações automáticas.
ro: Afișează turele și evenimentele în aplicația ta Calendar, cu actualizări automate.
ru: Показывайте смены и события в календаре с автообновлением.
sk: Zobrazte zmeny a udalosti vo vašej aplikácii Kalendár s automatickými aktualizáciami.
sl: Prikažite izmene in dogodke v svoji aplikaciji koledarja s samodejnimi posodobitvami.
sr: Prikažite smene i događaje u aplikaciji Kalendar uz automatska ažuriranja.
sv: Visa pass och händelser i din kalenderapp med automatiska uppdateringar.
sw: Onyesha zamu na matukio kwenye programu yako ya kalenda kwa masasisho ya kiotomatiki.
ta: தானியங்கு புதுப்பிப்புகளுடன் உங்கள் காலண்டர் ஆப்பில் ஷிப்ட்கள் மற்றும் நிகழ்வுகளைக் காட்டு.
th: แสดงกะและกิจกรรมในแอปปฏิทินของคุณพร้อมการอัปเดตอัตโนมัติ
tr: Vardiya ve etkinlikleri takvim uygulamanızda otomatik güncellemelerle gösterin.
uk: Показуйте зміни й події у вашому календарі з автоматичними оновленнями.
ur: اپنی کیلنڈر ایپ میں خودکار اپ ڈیٹس کے ساتھ شفٹس اور ایونٹس دکھائیں۔
vi: Hiển thị ca làm và sự kiện trong ứng dụng lịch của bạn với cập nhật tự động.
zh_hans: 在日历应用中显示班次和事件，并自动更新。
zh_hant: 在你的行事曆 App 中顯示班次與事件，並自動更新。

# calendar.subscription.include.label
source: Include
ar: تضمين
bg: Включване
bn: অন্তর্ভুক্ত করুন
ca: Inclou
cs: Zahrnout
da: Inkluder
de: Anzeigen
el: Συμπερίληψη
es: Incluir
et: Kaasa
fa: شامل
fi: Sisällytä
fil: Isama
fr: Inclure
he: כלול
hi: शामिल करें
hr: Uključi
hu: Tartalmazza
id: Sertakan
is: Hafa með
it: Includi
ja: 表示内容
ko: 포함
lt: Įtraukti
lv: Iekļaut
nb: Inkluder
nl: Opnemen
nn: Inkluder
pl: Uwzględnij
pt_br: Incluir
ru: Включить
sk: Zahrnúť
sl: Vključi
sr: Uključi
sv: Inkludera
sw: Jumuisha
ta: சேர்க்கவும்
th: รวม
tr: Dahil et
uk: Включити
ur: شامل کریں
vi: Bao gồm
zh_hans: 包含
zh_hant: 包含

# calendar.subscription.loading
source: Checking calendar sync...
ar: جارٍ التحقق من مزامنة التقويم...
bg: Проверка на синхр. на календара...
bn: ক্যালেন্ডার সিঙ্ক পরীক্ষা করা হচ্ছে...
ca: Comprovant la sincronització del calendari...
cs: Kontrola synchronizace kalendáře...
da: Tjekker kalendersynkronisering...
de: Kalendersynchronisierung wird geprüft...
el: Έλεγχος συγχρονισμού ημερολογίου...
es: Comprobando sincronización de calendario...
et: Kalendri sünkroonimist kontrollitakse...
fa: در حال بررسی همگام‌سازی تقویم...
fi: Tarkistetaan kalenterisynkronointia...
fil: Sinusuri ang pag-sync ng kalendaryo...
fr: Vérification de la synchronisation du calendrier...
he: בודק סנכרון יומן...
hi: कैलेंडर सिंक जाँचा जा रहा है...
hr: Provjera sinkronizacije kalendara...
hu: Naptárszinkron ellenőrzése...
id: Memeriksa sinkronisasi kalender...
is: Athuga dagatalssamstillingu...
it: Controllo sincronizzazione calendario...
ja: カレンダー同期を確認中...
ko: 캘린더 동기화 확인 중...
lt: Tikrinamas kalendoriaus sinchronizavimas...
lv: Pārbauda kalendāra sinhronizāciju...
nb: Sjekker kalendersynkronisering...
nl: Agendasynchronisatie controleren...
nn: Sjekkar kalendersynkronisering...
pl: Sprawdzanie synchronizacji kalendarza...
pt_br: Verificando sincronização do calendário...
ro: Se verifică sincronizarea calendarului...
ru: Проверка синхронизации календаря...
sk: Kontroluje sa synchronizácia kalendára...
sl: Preverjanje sinhronizacije koledarja...
sr: Proveravanje sinhronizacije kalendara...
sv: Kontrollerar kalendersynk...
sw: Inakagua usawazishaji wa kalenda...
ta: காலண்டர் ஒத்திசைவு சரிபார்க்கப்படுகிறது...
th: กำลังตรวจสอบการซิงค์ปฏิทิน...
tr: Takvim senkronizasyonu kontrol ediliyor...
uk: Перевірка синхронізації календаря...
ur: کیلنڈر ہم آہنگی چیک کی جا رہی ہے...
vi: Đang kiểm tra đồng bộ lịch...
zh_hans: 正在检查日历同步...
zh_hant: 正在檢查行事曆同步⋯

# calendar.subscription.mode.events_only
source: Events
ar: الأحداث
bg: Събития
bn: ইভেন্ট
ca: Esdeveniments
cs: Události
da: Begivenheder
de: Ereignisse
el: Συμβάντα
es: Eventos
et: Sündmused
fa: رویدادها
fi: Tapahtumat
fil: Mga event
fr: Événements
he: אירועים
hi: ईवेंट
hr: Događaji
hu: Események
id: Acara
is: Viðburðir
it: Eventi
ja: イベント
ko: 이벤트
lt: Įvykiai
lv: Notikumi
nb: Hendelser
nl: Gebeurtenissen
nn: Hendingar
pl: Wydarzenia
pt_br: Eventos
ro: Evenimente
ru: События
sk: Udalosti
sl: Dogodki
sr: Događaji
sv: Händelser
sw: Matukio
ta: நிகழ்வுகள்
th: กิจกรรม
tr: Etkinlikler
uk: Події
ur: ایونٹس
vi: Sự kiện
zh_hans: 事件
zh_hant: 事件

# calendar.subscription.mode.shifts_and_events
source: Both
ar: كلاهما
bg: И двете
bn: উভয়ই
ca: Tots dos
cs: Obojí
da: Begge
de: Beides
el: Και τα δύο
es: Ambos
et: Mõlemad
fa: هر دو
fi: Molemmat
fil: Pareho
fr: Les deux
he: שניהם
hi: दोनों
hr: Oboje
hu: Mindkettő
id: Keduanya
is: Bæði
it: Entrambi
ja: 両方
ko: 둘 다
lt: Abu
lv: Abi
nb: Begge
nl: Beide
nn: Begge
pl: Oba
pt_br: Ambos
ro: Ambele
ru: Оба
sk: Oboje
sl: Oboje
sr: Oba
sv: Båda
sw: Vyote
ta: இரண்டும்
th: ทั้งคู่
tr: Her ikisi
uk: Обидва
ur: دونوں
vi: Cả hai
zh_hans: 两者
zh_hant: 兩者

# calendar.subscription.mode.shifts_only
source: Shifts
ar: الورديات
bg: Смени
bn: শিফট
ca: Torns
cs: Směny
da: Vagter
de: Schichten
el: Βάρδιες
es: Turnos
et: Vahetused
fa: شیفت‌ها
fi: Vuorot
fil: Mga shift
he: משמרות
hi: शिफ्ट
hr: Smjene
hu: Műszakok
id: Shift
is: Vaktir
it: Turni
ja: シフト
ko: 근무
lt: Pamainos
lv: Maiņas
nb: Vakter
nl: Diensten
nn: Vakter
pl: Zmiany
pt_br: Turnos
ro: Ture
ru: Смены
sk: Zmeny
sl: Izmene
sr: Smene
sv: Pass
sw: Zamu
ta: ஷிப்ட்கள்
th: กะ
tr: Vardiyalar
uk: Зміни
ur: شفٹس
vi: Ca làm
zh_hans: 班次
zh_hant: 班次

# calendar.subscription.open_fallback.message
source: Calendar could not be opened automatically. Copy the subscription link and add it manually.
ar: تعذر فتح التقويم تلقائيًا. انسخ رابط الاشتراك وأضِفه يدويًا.
bg: Календар не можа да се отвори автоматично. Копирайте линка за абонамент и го добавете ръчно.
bn: ক্যালেন্ডার স্বয়ংক্রিয়ভাবে খোলা যায়নি। সাবস্ক্রিপশন লিংক কপি করে হাতে যোগ করুন।
ca: No s'ha pogut obrir Calendari automàticament. Copia l'enllaç de subscripció i afegeix-lo manualment.
cs: Kalendář nešlo otevřít automaticky. Zkopírujte odkaz na odběr a přidejte ho ručně.
da: Kalender kunne ikke åbnes automatisk. Kopiér abonnementslinket, og tilføj det manuelt.
de: Kalender konnte nicht automatisch geöffnet werden. Kopiere den Abolink und füge ihn manuell hinzu.
el: Δεν ήταν δυνατό το αυτόματο άνοιγμα του Ημερολογίου. Αντιγράψτε τον σύνδεσμο συνδρομής και προσθέστε τον χειροκίνητα.
es: No se pudo abrir Calendario automáticamente. Copia el enlace de suscripción y añádelo manualmente.
et: Kalendrit ei saanud automaatselt avada. Kopeeri tellimislink ja lisa see käsitsi.
fa: تقویم به‌صورت خودکار باز نشد. لینک اشتراک را کپی کرده و آن را دستی اضافه کنید.
fi: Kalenteria ei voitu avata automaattisesti. Kopioi tilauslinkki ja lisää se manuaalisesti.
fil: Hindi mabuksan ang Calendar nang awtomatiko. Kopyahin ang subscription link at idagdag ito nang mano-mano.
fr: Impossible d’ouvrir Calendrier automatiquement. Copiez le lien d’abonnement et ajoutez-le manuellement.
he: לא ניתן היה לפתוח את היומן אוטומטית. העתק את קישור המנוי והוסף אותו ידנית.
hi: कैलेंडर अपने-आप नहीं खुल सका। सब्स्क्रिप्शन लिंक कॉपी करें और इसे मैन्युअल रूप से जोड़ें।
hr: Kalendar se nije mogao automatski otvoriti. Kopirajte poveznicu za pretplatu i dodajte je ručno.
hu: A Naptár nem nyitható meg automatikusan. Másold ki a feliratkozási hivatkozást, és add hozzá kézzel.
id: Kalender tidak dapat dibuka secara otomatis. Salin tautan langganan dan tambahkan secara manual.
is: Ekki tókst að opna Dagatal sjálfkrafa. Afritaðu áskriftartengilinn og bættu honum við handvirkt.
it: Impossibile aprire Calendario automaticamente. Copia il link di abbonamento e aggiungilo manualmente.
ja: カレンダーを自動で開けませんでした。購読リンクをコピーして手動で追加してください。
ko: 캘린더를 자동으로 열 수 없습니다. 구독 링크를 복사해 직접 추가하세요.
lt: Kalendoriaus nepavyko atidaryti automatiškai. Nukopijuokite prenumeratos nuorodą ir pridėkite ją rankiniu būdu.
lv: Kalendāru nevarēja atvērt automātiski. Kopējiet abonēšanas saiti un pievienojiet to manuāli.
nb: Kalender kunne ikke åpnes automatisk. Kopier abonnementslenken og legg den til manuelt.
nl: Agenda kon niet automatisch worden geopend. Kopieer de abonnementlink en voeg die handmatig toe.
nn: Kalender kunne ikkje opnast automatisk. Kopier abonnementslenkja og legg ho til manuelt.
pl: Nie udało się automatycznie otworzyć Kalendarza. Skopiuj link subskrypcji i dodaj go ręcznie.
pt_br: Não foi possível abrir o Calendário automaticamente. Copie o link de assinatura e adicione-o manualmente.
ro: Calendarul nu a putut fi deschis automat. Copiază linkul de abonare și adaugă-l manual.
ru: Календарь не удалось открыть автоматически. Скопируйте ссылку подписки и добавьте её вручную.
sk: Kalendár sa nepodarilo otvoriť automaticky. Skopírujte odkaz na odber a pridajte ho manuálne.
sl: Koledarja ni bilo mogoče samodejno odpreti. Kopirajte povezavo za naročnino in jo dodajte ročno.
sr: Kalendar nije mogao automatski da se otvori. Kopirajte vezu za pretplatu i dodajte je ručno.
sv: Kalender kunde inte öppnas automatiskt. Kopiera prenumerationslänken och lägg till den manuellt.
sw: Kalenda haikuweza kufunguliwa kiotomatiki. Nakili kiungo cha usajili na ukiongeze wewe mwenyewe.
ta: காலண்டரை தானாகத் திறக்க முடியவில்லை. சந்தா இணைப்பை நகலெடுத்து கைமுறையாகச் சேர்க்கவும்.
th: ไม่สามารถเปิดปฏิทินโดยอัตโนมัติได้ คัดลอกลิงก์การสมัครรับข้อมูลแล้วเพิ่มด้วยตนเอง
tr: Takvim otomatik açılamadı. Abonelik bağlantısını kopyalayıp manuel ekleyin.
uk: Календар не вдалося відкрити автоматично. Скопіюйте посилання підписки й додайте його вручну.
ur: کیلنڈر خودکار طور پر نہیں کھل سکا۔ سبسکرپشن لنک کاپی کریں اور اسے دستی طور پر شامل کریں۔
vi: Không thể tự động mở ứng dụng Lịch. Hãy sao chép liên kết đăng ký và thêm thủ công.
zh_hans: 无法自动打开“日历”。请复制订阅链接并手动添加。
zh_hant: 無法自動開啟行事曆。請複製訂閱連結並手動加入。

# calendar.subscription.open.button
source: Add to calendar
ar: أضف إلى التقويم
bg: Добавяне в календар
bn: ক্যালেন্ডারে যোগ করুন
ca: Afegeix al calendari
cs: Přidat do kalendáře
da: Føj til kalender
de: Zum Kalender hinzufügen
el: Προσθήκη στο ημερολόγιο
es: Añadir al calendario
et: Lisa kalendrisse
fa: افزودن به تقویم
fi: Lisää kalenteriin
fil: Idagdag sa kalendaryo
fr: Ajouter au calendrier
he: הוסף ליומן
hi: कैलेंडर में जोड़ें
hr: Dodaj u kalendar
hu: Hozzáadás a naptárhoz
id: Tambahkan ke kalender
is: Bæta við dagatali
it: Aggiungi al calendario
ja: カレンダーに追加
ko: 캘린더에 추가
lt: Pridėti į kalendorių
lv: Pievienot kalendāram
nb: Legg til i kalender
nl: Toevoegen aan agenda
nn: Legg til i kalender
pl: Dodaj do kalendarza
pt_br: Adicionar ao calendário
ro: Adaugă în calendar
ru: Добавить в календарь
sk: Pridať do kalendára
sl: Dodaj v koledar
sr: Dodaj u kalendar
sv: Lägg till i kalender
sw: Ongeza kwenye kalenda
ta: காலண்டரில் சேர்
th: เพิ่มในปฏิทิน
tr: Takvime ekle
uk: Додати в календар
ur: کیلنڈر میں شامل کریں
vi: Thêm vào lịch
zh_hans: 添加到日历
zh_hant: 加入到行事曆

# calendar.subscription.rotate.button
source: Create new calendar link
ar: إنشاء رابط تقويم جديد
bg: Създаване на нов календарен линк
bn: নতুন ক্যালেন্ডার লিংক তৈরি করুন
ca: Crea un enllaç de calendari nou
cs: Vytvořit nový odkaz kalendáře
da: Opret nyt kalenderlink
de: Neuen Kalenderlink erstellen
el: Δημιουργία νέου συνδέσμου ημερολογίου
es: Crear nuevo enlace de calendario
et: Loo uus kalendriviide
fa: ایجاد لینک تقویم جدید
fi: Luo uusi kalenterilinkki
fil: Gumawa ng bagong link ng kalendaryo
fr: Créer un nouveau lien de calendrier
he: צור קישור יומן חדש
hi: नया कैलेंडर लिंक बनाएँ
hr: Izradi novu poveznicu kalendara
hu: Új naptárhivatkozás létrehozása
id: Buat tautan kalender baru
is: Búa til nýjan dagatalstengil
it: Crea nuovo link calendario
ja: 新しいカレンダーリンクを作成
ko: 새 캘린더 링크 만들기
lt: Sukurti naują kalendoriaus nuorodą
lv: Izveidot jaunu kalendāra saiti
nb: Lag ny kalenderlenke
nl: Nieuwe agendalink maken
nn: Lag ny kalenderlenkje
pl: Utwórz nowy link kalendarza
pt_br: Criar novo link de calendário
ro: Creează un nou link de calendar
ru: Создать новую ссылку календаря
sk: Vytvoriť nový odkaz na kalendár
sl: Ustvari novo povezavo koledarja
sr: Napravi novu vezu za kalendar
sv: Skapa ny kalenderlänk
sw: Unda kiungo kipya cha kalenda
ta: புதிய காலண்டர் இணைப்பை உருவாக்கு
th: สร้างลิงก์ปฏิทินใหม่
tr: Yeni takvim bağlantısı oluştur
uk: Створити нове посилання календаря
ur: نیا کیلنڈر لنک بنائیں
vi: Tạo liên kết lịch mới
zh_hans: 创建新的日历链接
zh_hant: 建立新的行事曆連結

# calendar.subscription.setup.button
source: Show in Calendar app
ar: إظهار في تطبيق التقويم
bg: Показване в Календар
bn: ক্যালেন্ডার অ্যাপে দেখান
ca: Mostra a l'app Calendari
cs: Zobrazit v Kalendáři
da: Vis i Kalender
de: In Kalender-App anzeigen
el: Εμφάνιση στην εφαρμογή Ημερολόγιο
es: Mostrar en Calendario
et: Kuva Kalendri rakenduses
fa: نمایش در برنامه تقویم
fi: Näytä Kalenteri-apissa
fil: Ipakita sa Calendar app
fr: Afficher dans l’app Calendrier
he: הצג באפליקציית היומן
hi: कैलेंडर ऐप में दिखाएँ
hr: Prikaži u aplikaciji Kalendar
hu: Megjelenítés a Naptár appban
id: Tampilkan di aplikasi Kalender
is: Sýna í dagatalsappi
it: Mostra nell'app Calendario
ja: カレンダーアプリに表示
ko: 캘린더 앱에 표시
lt: Rodyti Kalendoriaus programoje
lv: Rādīt lietotnē Kalendārs
nb: Vis i Kalender-appen
nl: Weergeven in Agenda-app
nn: Vis i Kalender-appen
pl: Pokaż w aplikacji Kalendarz
pt_br: Mostrar no app Calendário
ro: Afișează în aplicația Calendar
ru: Показывать в Календаре
sk: Zobraziť v aplikácii Kalendár
sl: Prikaži v aplikaciji Koledar
sr: Prikaži u aplikaciji Kalendar
sv: Visa i Kalender-appen
sw: Onyesha kwenye programu ya Kalenda
ta: காலண்டர் ஆப்பில் காட்டு
th: แสดงในแอปปฏิทิน
tr: Takvim uygulamasında göster
uk: Показувати в Календарі
ur: کیلنڈر ایپ میں دکھائیں
vi: Hiển thị trong ứng dụng Lịch
zh_hans: 在日历应用中显示
zh_hant: 在行事曆 App 中顯示

# calendar.subscription.title
source: Calendar sync
ar: مزامنة التقويم
bg: Синхр. на календар
bn: ক্যালেন্ডার সিঙ্ক
ca: Sincronització del calendari
cs: Synchronizace kalendáře
da: Kalendersynkronisering
de: Kalendersynchronisierung
el: Συγχρονισμός ημερολογίου
es: Sincronización de calendario
et: Kalendri sünkroonimine
fa: همگام‌سازی تقویم
fi: Kalenterisynkronointi
fil: Pag-sync ng kalendaryo
fr: Synchronisation du calendrier
he: סנכרון יומן
hi: कैलेंडर सिंक
hr: Sinkronizacija kalendara
hu: Naptárszinkronizálás
id: Sinkronisasi kalender
is: Dagatalssamstilling
it: Sincronizzazione calendario
ja: カレンダー同期
ko: 캘린더 동기화
lt: Kalendoriaus sinchronizavimas
lv: Kalendāra sinhronizācija
nb: Kalendersynkronisering
nl: Agendasynchronisatie
nn: Kalendersynkronisering
pl: Synchronizacja kalendarza
pt_br: Sincronização do calendário
ro: Sincronizare calendar
ru: Синхронизация календаря
sk: Synchronizácia kalendára
sl: Sinhronizacija koledarja
sr: Sinhronizacija kalendara
sv: Kalendersynk
sw: Usawazishaji wa kalenda
ta: காலண்டர் ஒத்திசைவு
th: ซิงค์ปฏิทิน
tr: Takvim senkronizasyonu
uk: Синхронізація календаря
ur: کیلنڈر ہم آہنگی
vi: Đồng bộ lịch
zh_hans: 日历同步
zh_hant: 行事曆同步

# calendar.weekday.friday
source: FR
ar: ج
bg: ПТ
bn: শু
ca: DV
cs: PÁ
el: ΠΕ
es: VI
et: R
fa: جمعه
fi: PE
fil: BYE
fr: VE
he: ו
hi: शु
hr: PE
hu: PE
id: JM
it: VE
ja: 金
ko: 금
lt: PE
lv: PIE
nl: VR
pl: PT
pt_br: SE
ro: VI
ru: ПТ
sk: PI
sl: PE
sr: PE
sw: JUM
ta: வெள்ளி
th: ศ
tr: CU
uk: ПТ
ur: جمعہ
vi: T5
zh_hans: 周五

# calendar.weekday.monday
source: MO
ar: ح
bg: ПН
bn: সো
ca: DL
cs: PO
da: MA
el: ΔΕ
es: LU
et: E
fa: دوشنبه
fi: MA
fil: LU
fr: LU
he: ב
hi: सो
hr: PO
hu: HÉ
id: SN
is: MÁ
it: LU
ja: 月
ko: 월
lt: PR
lv: PI
nb: MA
nl: MA
nn: MA
pl: PN
pt_br: SG
ro: LU
ru: ПН
sk: PO
sl: PO
sr: PO
sv: MÅ
sw: JUM
ta: திங்
th: จ
tr: PA
uk: ПН
ur: پیر
vi: T2
zh_hans: 周一

# calendar.weekday.saturday
source: SA
ar: س
bg: СБ
bn: শ
ca: DS
cs: SO
da: LØ
el: ΣΑ
es: SÁ
et: L
fa: شنبه
fi: LA
he: ש
hi: शनि
hr: SU
hu: SZ
id: SB
is: LÖ
ja: 土
ko: 토
lt: ŠA
lv: SE
nb: LØ
nl: ZA
nn: LØ
pl: SO
pt_br: SB
ro: SÂ
ru: СБ
sk: SO
sl: SO
sr: SU
sv: LÖ
sw: JUM
ta: சனி
th: ส
tr: CT
uk: СБ
ur: ہفتہ
vi: T7
zh_hans: 周六

# calendar.weekday.sunday
source: SU
ar: أ
bg: НД
bn: র
ca: DG
cs: NE
da: SØ
de: SO
el: ΚΥ
es: DO
et: P
fa: یکشنبه
fil: LI
fr: DI
he: א
hi: रवि
hr: NE
hu: V
id: MG
it: DO
ja: 日
ko: 일
lt: SK
lv: SV
nb: SØ
nl: ZO
nn: SØ
pl: ND
pt_br: DO
ro: DU
ru: ВС
sk: NE
sl: NE
sr: NE
sv: SÖ
sw: JUM
ta: ஞாயி
th: อ
tr: PA
uk: НД
ur: اتوار
vi: CN
zh_hans: 周日

# calendar.weekday.thursday
source: TH
ar: خ
bg: ЧТ
bn: গু
ca: DJ
cs: ČT
da: TO
de: DO
el: ΠΑ
es: JU
et: N
fa: پنج‌شنبه
fi: TO
fil: HU
fr: JE
he: ד
hi: गु
hr: ČE
hu: CS
id: KM
is: FÖ
it: GI
ja: 木
ko: 목
lt: KE
lv: CE
nb: TO
nl: DO
nn: TO
pl: CZ
pt_br: QU
ro: JO
ru: ЧТ
sk: ŠT
sl: ČE
sr: ČE
sv: TO
sw: JUM
ta: வியா
th: พ
tr: PE
uk: ЧТ
ur: جمعرات
vi: T5
zh_hans: 周四

# calendar.weekday.tuesday
source: TU
ar: ث
bg: ВТ
bn: মঙ্গল
ca: DI
cs: ÚT
da: TI
de: DI
el: ΤΡ
es: MA
et: TE
fa: س
fi: TI
fil: MA
fr: MA
he: ג
hi: मं
hr: UT
hu: K
id: SE
is: TY
it: MA
ja: 火
ko: 화
lt: AN
lv: OT
nb: TI
nl: DI
nn: TI
pl: WT
pt_br: TE
ro: MA
ru: ВТ
sk: UT
sl: TO
sr: UT
sv: TI
sw: JU
ta: செ
th: อ
tr: SA
uk: ВТ
ur: منگل
vi: T3
zh_hans: 周二
zh_hant: 星期二

# calendar.weekday.wednesday
source: WE
ar: ع
bg: СР
bn: বুধ
ca: DIM
cs: ST
da: ON
de: MI
el: ΤΕ
es: MI
et: KO
fa: چ
fi: KE
fil: MI
fr: ME
he: ד
hi: बु
hr: SR
hu: SZ
id: RA
is: MI
it: ME
ja: 水
ko: 수
lt: TR
lv: TR
nb: ON
nl: WO
nn: ON
pl: ŚR
pt_br: QA
ro: MI
ru: СР
sk: ST
sl: SR
sr: SR
sv: ON
sw: JW
ta: பு
th: พ
tr: ÇA
uk: СР
ur: بدھ
vi: T4
zh_hans: 周三
zh_hant: 星期三

# calendarImport.duplicatesSkipped
source: Already in Tidex and skipped: %lld
ar: موجودة بالفعل في Tidex وسيتم تخطيها: %lld
bg: Вече са в Tidex и ще бъдат пропуснати: %lld
bn: Tidex-এ আগে থেকেই আছে, তাই বাদ দেওয়া হয়েছে: %lld
ca: Ja són a Tidex i s'ometen: %lld
cs: Již v Tidexu, přeskočeno: %lld
da: Allerede i Tidex og springes over: %lld
de: Bereits in Tidex vorhanden und übersprungen: %lld
el: Υπάρχουν ήδη στο Tidex και παραλείπονται: %lld
es: Ya están en Tidex y se omitirán: %lld
et: Juba Tidexis, jäetakse vahele: %lld
fa: از قبل در Tidex موجود است و رد می‌شود: %lld
fi: Jo Tidexissä, ohitetaan: %lld
fil: Nasa Tidex na at lalaktawan: %lld
fr: Déjà dans Tidex, donc ignorés : %lld
he: כבר קיימות ב-Tidex וידולגו: %lld
hi: पहले से Tidex में हैं, इसलिए छोड़ी गईं: %lld
hr: Već su u Tidexu i preskočene su: %lld
hu: Már szerepel a Tidexben, kihagyva: %lld
id: Sudah ada di Tidex dan dilewati: %lld
is: Þegar í Tidex og sleppt: %lld
it: Già presenti in Tidex e saltati: %lld
ja: Tidexに登録済みのためスキップ: %lld
ko: Tidex에 이미 있어 건너뛰는 일정: %lld
lt: Jau yra „Tidex“, todėl praleista: %lld
lv: Jau ir Tidex un tiks izlaistas: %lld
nb: Finnes allerede i Tidex og hoppes over: %lld
nl: Al in Tidex en overgeslagen: %lld
nn: Finst alt i Tidex og blir hoppa over: %lld
pl: Już w Tidex — pominięto: %lld
pt_br: Já estão no Tidex e serão ignorados: %lld
ro: Deja în Tidex, omise: %lld
ru: Уже есть в Tidex и будут пропущены: %lld
sk: Už sú v Tidexe a preskočia sa: %lld
sl: Že v Tidexu, zato bodo preskočene: %lld
sr: Već u Tidex-u, preskočeno: %lld
sv: Finns redan i Tidex och hoppas över: %lld
sw: Zipo tayari kwenye Tidex na zimerukwa: %lld
ta: ஏற்கெனவே Tidex-இல் உள்ளதால் தவிர்க்கப்பட்டவை: %lld
th: มีอยู่ใน Tidex แล้ว จึงข้าม: %lld
tr: Zaten Tidex'te var, atlanacak: %lld
uk: Уже є в Tidex, тому пропущено: %lld
ur: پہلے سے Tidex میں موجود، اس لیے چھوڑ دی گئیں: %lld
vi: Đã có trong Tidex và sẽ bỏ qua: %lld
zh_hans: 已在 Tidex 中，跳过：%lld
zh_hant: 已存在於 Tidex，將略過：%lld

# calendarImport.entryButton
source: Import shifts from your work calendar
ar: استيراد المناوبات من تقويم العمل
bg: Импортирайте смени от служебния си календар
bn: কাজের ক্যালেন্ডার থেকে শিফট আমদানি করুন
ca: Importa torns del calendari laboral
cs: Importovat směny z pracovního kalendáře
da: Importér vagter fra din arbejdskalender
de: Schichten aus deinem Arbeitskalender importieren
el: Εισαγωγή βαρδιών από το ημερολόγιο εργασίας σας
es: Importar turnos de tu calendario laboral
et: Impordi vahetused töökalendrist
fa: وارد کردن شیفت‌ها از تقویم کاری
fi: Tuo työvuorot työkalenteristasi
fil: Mag-import ng mga shift mula sa kalendaryo sa trabaho
fr: Importer les horaires de votre calendrier professionnel
he: ייבוא משמרות מיומן העבודה
hi: अपने कार्य कैलेंडर से शिफ्ट आयात करें
hr: Uvezite smjene iz poslovnog kalendara
hu: Műszakok importálása a munkahelyi naptáradból
id: Impor shift dari kalender kerja Anda
is: Flytja inn vaktir úr vinnudagatali
it: Importa i turni dal calendario di lavoro
ja: 仕事のカレンダーからシフトをインポート
ko: 근무 캘린더에서 근무 일정 가져오기
lt: Importuoti pamainas iš darbo kalendoriaus
lv: Importēt maiņas no darba kalendāra
nb: Importer vakter fra jobbkalenderen
nl: Diensten importeren uit je werkagenda
nn: Importer vakter frå jobbkalenderen
pl: Importuj zmiany z kalendarza pracy
pt_br: Importar turnos do calendário de trabalho
ro: Importă ture din calendarul de lucru
ru: Импортировать смены из рабочего календаря
sk: Importovať zmeny z pracovného kalendára
sl: Uvozi izmene iz službenega koledarja
sr: Uvezi smene iz poslovnog kalendara
sv: Importera pass från din jobbkalender
sw: Leta zamu kutoka kwenye kalenda yako ya kazi
ta: வேலைக் காலண்டரிலிருந்து ஷிப்டுகளை இறக்குமதி செய்
th: นำเข้ากะจากปฏิทินงาน
tr: Vardiyaları iş takviminden içe aktar
uk: Імпортувати зміни з робочого календаря
ur: اپنے کام کے کیلنڈر سے شفٹیں درآمد کریں
vi: Nhập ca làm từ lịch làm việc
zh_hans: 从工作日历导入班次
zh_hant: 從工作行事曆匯入班次
